{"discussion_starter":[{"id":3,"discussion_starter":[{"stage":"About the study","body":"<p>The Care Compass Study is for people living with dementia. It aims to help people work out what is right for them, when thinking about if they were really sick or at the end of their life.</p><p>These Activities are designed to help you think about what is right for you if you were really sick or at the end of your life. It may also help you speak to your family and carers about what you want.</p><p>For more information about the Study please refer to the About the Resources information (available in the Using the App Section)</p><p><b>Why might I want to complete these Activities?</b></p><p>Many things are important to us, such as our loved ones and the things that make our lives fun or fulfilling. Some things might be obvious to other people, for example, your love for your family. Other things are not so well known. People will only know what is important to you if you tell them.</p><p>Talking about what is important to you will help other people to know what you would want should you be unable to make decisions for yourself in the future.</p><p>It is important to note that the Discussion Starter Activities are not legally binding documents. For more information please refer to the Resources section or speak to the aged care staff member who invited you to be part of the Study.</p><p><b>Working out what is right for you can be hard.</b></p><p>Talking about what you might want at the end of your life or if you were very sick can help ease stress and worry for you. It can help your family and carers know what you want and what support might be available. Thinking and talking about the end of your life can be overwhelming and it might help to talk to someone.</p><p>Your aged care team can help you work out who you can contact if you have any questions or concerns. Alternatively, you may want to look at the Looking after yourself section or the Information and Resources for Clients information (available in the Using the App Section).</p><p><b>Are these booklets legal documents?</b></p><p>No. These activities are not designed to form legal documents. It is important to remember these Discussion Starter Activities are not an Advance Care Plan. They have been developed to help you to begin to think and talk about your wishes for the future. If you would like more information about Advance Care Plans, please refer to the Advance Care Planning information (available in the Resources Section).</p>","pre_commencement_text":"","post_completion_text":"","icon":"","questions":[]},{"stage":"About you","body":"","pre_commencement_text":"","post_completion_text":"Now that you have thought about what is important to you, you may want to reflect on your answers before starting Activity 2. If so, select the 'finish here' button at the bottom of the screen.","icon":"","questions":[{"id":1,"question":"<p>Who are the most important people in your life?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_214525.3412310000.mp3","question_choices_audio_urls":[]},{"id":2,"question":"<p>What brings you the greatest joy in life?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_214525.9396080000.mp3","question_choices_audio_urls":[]},{"id":3,"question":"<p>What brings you strength or makes you feel strong?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_214526.6085960000.mp3","question_choices_audio_urls":[]},{"id":4,"question":"<p>What gives meaning to your life? What makes your life fulfilling?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_214527.1954780000.mp3","question_choices_audio_urls":[]},{"id":20,"question":"<p>Are there any cultural, religious or family traditions that are important to you?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_214527.7986670000.mp3","question_choices_audio_urls":[]},{"id":21,"question":"<p>How would you like to be remembered?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_214528.2726540000.mp3","question_choices_audio_urls":[]}]},{"stage":"About your health","body":"","pre_commencement_text":"Your Health Care. Think about if you were very sick or at the end of your life. What would you like to know and who might you talk to about your care?","post_completion_text":"Now that you have thought about your future health care, you may want to reflect on your answers before moving onto Activity 3. If so, select the 'finish here' button at the bottom of the screen.","icon":"","questions":[{"id":5,"question":"<p>How much do you want to know about how dementia might affect your life in the future?</p>","question_type":"manychoices_plus_other","question_choices":"Nothing\r\nAs little as possible\r\nHow dementia might affect you in the future\r\nSome of the care and support options, including any side effects\r\nEverything\r\nOther","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-29_040218.4912030000.mp3","question_choices_audio_urls":["https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011415.7666390000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-11-10_024055.7710440000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_220319.8308290000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_220320.4789030000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011420.6652760000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_220321.4976950000.mp3"]},{"id":6,"question":"<p>How much do you want your family and carers to know about how dementia might affect your life in the future?</p>","question_type":"manychoices_plus_other","question_choices":"Nothing\r\nAs little as possible\r\nHow dementia might affect you in the future\r\nSome of the care and support options, including any side effects\r\nEverything\r\nOther:","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-29_040219.6720660000.mp3","question_choices_audio_urls":["https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011415.7666390000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-11-10_024055.7710440000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_220319.8308290000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_220320.4789030000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011420.6652760000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_220322.5133350000.mp3"]},{"id":7,"question":"<p>How involved would you like to be in decisions about your health care?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011412.5017800000.mp3","question_choices_audio_urls":[]},{"id":8,"question":"<p>How involved would you like your family and carers to be in decisions about your health care?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-29_040220.7629250000.mp3","question_choices_audio_urls":[]},{"id":9,"question":"<p>Is there anyone you would like to know <i>everything</i> about your health and heath care?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-29_040221.8639700000.mp3","question_choices_audio_urls":[]},{"id":10,"question":"<p>Is there anyone you <i>don’t want to know</i> anything about your health and health care?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-29_040223.0199770000.mp3","question_choices_audio_urls":[]}]},{"stage":"About your care at the end of your life","body":"","pre_commencement_text":"About your care at the end of your life. It is important to think about what you might want at the end of your life, what would you want people to know?","post_completion_text":"","icon":"","questions":[{"id":15,"question":"<p>If you were at the end of your life, what would be some of the most important things to you? This might include: spending time with loved ones; having your pets with you; or ensuring my loved ones are supported. </p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-11-10_024354.8203360000.mp3","question_choices_audio_urls":[]},{"id":22,"question":"<p>If you needed increasing amounts of care at the end of your life, where would you want to be?</p>","question_type":"manychoices_plus_other","question_choices":"At home\r\nIn a hospital\r\nIn an aged care facility (a nursing home)\r\nLiving with a loved one\r\nOther","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_221902.0265880000.mp3","question_choices_audio_urls":["https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011431.1463060000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011431.7928790000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-26_011432.5971230000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_221902.4748800000.mp3","https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_220321.4976950000.mp3"]},{"id":23,"question":"<p>Are there any cultural, religious or family traditions that are important to you in considering the end of your life?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_221903.0518350000.mp3","question_choices_audio_urls":[]},{"id":24,"question":"<p>If you were at the end of your life is there anything that you would specifically <i>want</i>?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_221903.6264000000.mp3","question_choices_audio_urls":[]},{"id":25,"question":"<p>If you were at the end of your life is there anything that you would definitely <i>not want</i>?</p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-10-09_221904.1775610000.mp3","question_choices_audio_urls":[]},{"id":26,"question":"<p>Do you have any fears or concerns about the end of your life? </p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-11-10_024355.7741390000.mp3","question_choices_audio_urls":[]},{"id":27,"question":"<p>Is there anything else that is important to you that you would like to write down? </p>","question_type":"freetext","question_choices":"","category":"All questions","question_audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-11-10_024356.6960910000.mp3","question_choices_audio_urls":[]}]}],"subheading":"Working out what’s right for you","intro":"Talking about what is important to you will help other people to know what you would want should you be unable to make decisions for yourself in the future.","image":null,"slug":"discussion-starter"}],"resources":{"resources":[{"title":"A Communication Model - SPIKES","image":null,"information_text":"<p> Some staff may find it useful to use a communication model to assist in undertaking a difficult conversation, one example is the SPIKES model, which is outlined below. </p><p><b>S — Set up</b></p><p>If you are reaching out to a person to ask them to come and meet with you, the pre-planning meeting is just as important as the meeting itself. Identify who is responsible for organising the meeting and make time to:</p><ul><li>Clarity the reason for meeting so the person doesn’t stress, they may have experienced difficult or ‘bad’ meetings in the past.</li><li>Ask the person to think about issues they may like to raise.</li><li>Ask the person who they would like to be there. Ensure appropriate supports are available for the person (maybe a friend, relative or trusted staff member).</li><li>Organise interpreter, if required.</li><li>Ensure a private and quiet space is available where everyone can sit down. </li><li>Minimise interruptions — keep phones outside if possible.</li><li>If multiple staff are involved, arrange a time to meet beforehand to ensure consistency in the information to be given and to appoint someone to lead the discussion. </li><li>Ensure the space feels supported and avoid professionals on one side and the person on the other.</li></ul><p><b>P — check Perception</b></p><p>Find out what the person’s understanding is of the situation currently.</p><p><b>I — Invitation</b></p><p>Let the person know that some of what you have to say may be difficult for them to hear. Find out if it is okay to discuss such things right now.</p><p><b>K — give Knowledge/information </b></p><p>Provide information in small chunks. Try to speak in plain language. Stop at regular intervals and check understanding. Be aware that your own anxiety may lead you to speak quickly and in too much detail and that you may revert to the comfort of technical language. </p><p><b>E — respond to Emotion</b> </p><p>It is hard for clients to process information when they are frightened or very sad. Allow room for the expression and acknowledgement of emotion. Sit with it. If you feel confident, respond to the emotion. </p><p>The mnemonic ‘NURSE’ suggests five possible ways of responding:</p><ul><li><b>Name:</b> State the emotion <ul><li>If you are not sure, you can say, ‘I’m wondering if you are feeling x’</li></ul></li><li><b>Understand:</b> Empathise with and legitimise the emotion <ul><li>Be careful not to say, ‘I understand’, because you don’t </li></ul></li><li><b>Respect:</b> Praise the person for their strength or honesty </li><li><b>Support:</b> Show support </li><li><b>Explore:</b> Ask the person to tell you more about what they are feeling. You may be the only person in their circle who allows them to share how they feel. You don’t need to ‘fix it’.</li></ul><p><b>S — Summarise </b></p><p>Provide a brief summary and ask the person if they have understood. Make a plan even if it is only to keep talking. Ensure they know there will be opportunities to speak again and to ask questions. </p><p><br/><br/>*: The SPIKES model has been modified from Baile W, Buckman R, Lenzi R, Glober G, Beale E, and Kudelka A 2000, ‘SPIKES – A Six-Step Protocol for Delivering Bad News: Application to the Patient with Cancer <i>The Oncologist</i>, vol. 5, no. 4, pp. 302-311. </p>","link":"http://palliativecare.org.au","categories":[],"slug":"communication-model-spikes"},{"title":"Advance Care Planning","image":null,"information_text":"<p> <b>Source: </b>Advance Care Planning Australia (<a href=\"http://www.advancecareplanning.org.au/\">www.advancecareplanning.org.au</a>)  <br/></p><p><b>What is advance care planning? </b></p><p>Advance care planning is about conversations and planning for your future health and personal care so that you, your family, friends, carers and doctors know your values and preferences. It helps to ensure that your loved ones and your care team know what your health and personal preferences really are. That can give everyone some peace of mind.</p><p><b><br/>Why is advance care planning important?</b></p><p>Whatever our age may be, we all have values and preferences related to health and personal care. It’s important to think about these values and preferences, discuss them and write them down in an Advance Care Directive so that your preferences are understood and respected if you were in a situation where you were unable to communicate them yourself.</p><p>Advance care planning involves:</p><ul><li>Appointing a substitute decision-maker</li><li>Completing an Advance Care Directive</li></ul><p>Remember that an Advance Care Directive only goes into effect if you are unable to make decisions for yourself. If that time ever comes, your Advance Care Directive will guide your loved ones and doctors so that they can make decisions that respect your values and preferences.<br/><br/><b>Planning is for everyone</b></p><p>Whatever our age may be, we all have values and preferences - and it&#x27;s important to think about them, discuss them, and write them down in an Advance Care Directive.</p><p>Advance care planning is particularly important for people who are older and are frail, or people who have a chronic illness, multiple diseases, an early cognitive impairment, or are approaching their end of life.</p><p>If you have any questions please speak with your care team. For more information please visit the Advance Care Planning Australia website, www.advancecareplanning.org.au or call 1300 208 582.<br/><br/><b>Is the Dying to Talk Discussion Starter an Advance Care Plan?</b></p><p>No. All of the resources provided by Palliative Care Australia (PCA) are for the purpose of providing information in relation to advance care planning and palliative care. They are should not be considered legal advice and are not an Advance Care Plan. People should always consult their health care professionals for advice about their specific circumstances, including the legislative requirements in their State and Territory.</p>","link":"https://www.advancecareplanning.org.au","categories":[],"slug":"advance-care-planning"},{"title":"Australian Indigenous HealthInfoNet Palliative Care and End-of-Life Resource Portal","image":null,"information_text":"<p> Palliative Care Australia (PCA) and Australia Indigenous HealthInfoNet recently launched the new Palliative Care and End-of-Life Care portal. The portal is designed to assist the workforce who provide care for Aboriginal and Torres Strait Islander people, their families and communities. It seeks to support both clinicians and policy-makers in accessing resources, research and projects on palliative and end-of-life care for Aboriginal and Torres Strait Islander people.</p><p>This resource portal responds to the need for a central place to access culturally appropriate and largely community developed resources regarding palliative care, including grief and bereavement, as identified at the an Indigenous Roundtable hosted by PCA in February 2018.</p><p>Health<i>InfoNet </i>is Australia’s leading online source of knowledge and information in the area of Aboriginal and Torres Strait Islander health. </p><p>The portal and resources can be accessed <a href=\"https://healthinfonet.ecu.edu.au/learn/health-system/palliative-care/\">here</a>.</p>","link":"https://healthinfonet.ecu.edu.au/learn/health-system/palliative-care/","categories":[],"slug":"australian-indigenous-healthinfonet-palliative-care-and-end-life-resource-portal"},{"title":"Facts about morphine and other opioid medicines","image":null,"information_text":"<p> <b>What is pain?</b></p><p>Pain is an unpleasant sensation, suffering or distress. Pain can affect every aspect of your life and can often be managed with your health care team. Below are some facts about pain:</p><ul><li>Not everyone with a life-limiting illness will experience pain  </li><li>Everyone experiences pain differently, so the way you experience pain will be unique to you</li><li>Most pain can be relieved to a level that allows you to continue to live your life</li><li>Pain can be due to different reasons dependent on the cause and therefore it may take more than one type of painkiller (known as an analgesic) to control it</li><li>Pain is not always constant, it can change over the day and with different activities and can fluctuate with your moods, emotions and family life</li></ul><p><b>How can pain be managed?</b></p><p>Pain management starts with speaking with your health care professional, such as your GP, your specialist or palliative care team. It is essential that you are honest about your pain so it can be assessed and planned for, for you as an individual. It is also important to remember that your pharmacist is a great resource for information about your pain and other medications. Keeping a diary of when your pain occurs and what makes it worse or better will help with this conversation. </p><p>With your practitioner, you will have an assessment of your illness and pain and they will develop a pain management plan. This will probably have a mix of non-medicine and medicine based ways to help with your pain. </p><p><b>What are opioid medicines?</b></p><p>Opioid medicines are pain relievers. They include medicines such as codeine, morphine and oxycodone. Knowing the facts and helping to unravel a few myths, will help you, your family and carers understand opioid medicines. This will help you manage your pain effectively so you can get on with living as well as possible with a life-limiting illness. </p><p>Opioids are medicines that are prescribed for strong or severe pain that is no longer responding to medications of lesser strength. They come in different forms such as tablets, patches or a liquid and your prescriber (e.g. your GP) will discuss which one is best for you and your individual pain treatment. They also help to manage shortness of breath, severe diarrhea or cough.</p><p>It is normal when you start taking opioids to use different amounts (known as intermittent dosing) to find the right dose that can cover your pain over a 24 hour period. You may continue to use intermittent dosing so you can still do activities and be more in control of your pain. If you are needing more than 3 intermittent doses every day, you should contact your practitioner to revise your pain management plan. </p><p>Remember always take your medication as prescribed and store as instructed by your pharmacist, and if unsure, ask your practitioner.</p><p>If you have any questions please speak with your health care team. For more information please visit the Palliative Care Australia’s website.  </p>","link":"http://palliativecare.org.au/facts-about-morphine-and-other-opioid-medicines-in-palliative-care","categories":[],"slug":"facts-about-morphine-and-other-opioid-medicines"},{"title":"Federation of Ethnic Communities’ Councils of Australia Resources","image":null,"information_text":"<p> Federation of Ethnic Communities’ Councils of Australia (FECCA) is the peak, national body representing Australians from culturally and linguistically diverse backgrounds. FECCA’s role is to advocate and promote issues on behalf of their constituency to government, business and the broader community.</p><p>FECCA strives to ensure that the needs and aspirations of Australians from diverse cultural and linguistic backgrounds are given proper recognition in public policy. They work to promote fairness and responsiveness to their constituency in the delivery and design of government policies and programs. </p><p>At the heart of FECCA’s work is promoting multiculturalism, embodied in equitable policies and non-discriminatory practices for all Australians, regardless of their cultural, linguistic, ethnic, racial or religious backgrounds. Towards this end, FECCA strives to ensure that the needs and aspirations of various cohorts of Australia’s culturally and linguistically diverse population are heard by policy and decisions makers, as well as the broader public.</p><p>Ageing and aged care is one of FECCA’s key priorities.  FECCA advocates on behalf of older people from culturally and linguistically diverse (CALD) backgrounds, their families, and carers in order to ensure that their preferences and needs are included in the development of Australian Government ageing and aged care policies and programs. </p><p>To find out more about the resources that FECCA has to offer, click <a href=\"http://fecca.org.au/resources/fact-sheets/\">here</a>. </p>","link":"http://fecca.org.au/resources/fact-sheets/","categories":[],"slug":"federation-of-ethnic-communities-councils-of-australia-resources"},{"title":"Managing disclosures","image":null,"information_text":"<p> PCA acknowledges that conversations about end-of-life preferences can elicit a variety of emotional responses. It is important to consider the possibility of prior trauma or abuse in a care setting. Some clients may disclose their traumatic experiences to staff due to the vulnerability of discussing their end-of-life preferences. </p><p>Due to the sensitive nature of discussing end-of-life preferences, PCA recommends a trauma informed lens to support staff to understand a client’s presentation, in the context of their lived experience. </p><p>If you would like further information on trauma informed care, the Royal College of General Practitioners (RACGP) officially recognises the Blue Knot Foundation Practice Guidelines for the Treatment of Complex Trauma &amp; Trauma Informed Care and Service Delivery as a clinical resource. The guidelines can be sourced from the Blue Knot Foundations website <a href=\"http://www.blueknot.org.au/\">www.blueknot.org.au</a> </p><p>If a client does disclose abuse, neglect or self-harm to a staff member during the course of the <i>Care Compass Study</i>, staff should manage, report and document the disclosure in line with their organisations policies and procedures and State or Territory legislation.  </p>","link":"https://www.blueknot.org.au","categories":[],"slug":"managing-disclosures"},{"title":"National LGBTI Alliance Resources","image":null,"information_text":"<p> The National LGBTI Health Alliance is the national peak health organisation in Australia for organisations and individuals that provide health-related programs, services and research focused on lesbian, gay, bisexual, transgender, and intersex people (LGBTI) and other sexuality, gender, and bodily diverse people and communities.</p><p>Originating out of community-based organisations with an HIV/AIDS focus, the Alliance is one of the first organisations of its kind in the world and formally launched at Australia’s Parliament House in August 2007. Their founding members have played a key role in LGBTI health in their respective states and across Australia, particularly leading the community aspect of Australia’s successful response to HIV/AIDS. </p><p>In 2008 they began to put in place legal, organisational and personnel structures to establish an independent, national membership-based organisation. The Alliance is now a not-for-profit public company, governed by a <a href=\"https://lgbtihealth.org.au/resources/constitution-national-lgbti-health-alliance/\">constitution</a> and a <a href=\"https://lgbtihealth.org.au/about/board/\">board of Directors</a>.</p><p>In July 2009 they opened membership to other non-government organisations working within LGBTI health and broader LGBTI issues, not-for-profit and corporate supporters, and individuals. </p><p>To find out more about the training and resources that the Alliance offers to service providers and professionals, click <a href=\"https://lgbtihealth.org.au/professionals/#resources\">here</a>. </p>","link":"https://lgbtihealth.org.au/professionals/#resources","categories":[],"slug":"national-lgbti-alliance-resources"},{"title":"National Palliative Care Directory of Services","image":null,"information_text":"<p>The National Palliative Care Service Directory provides information about specialist palliative care service providers, state or territory palliative care organisations and community support agencies.</p><p>The Service Directory is available on the Palliative Care Australia <a href=\"http://palliativecare.org.au/directory-of-services\">website</a> (<a href=\"http://www.palliativecare.org.au/directory-of-services\">www.palliativecare.org.au/directory-of-services</a>)</p>","link":"http://palliativecare.org.au/directory-of-services","categories":[],"slug":"national-palliative-care-directory-services"},{"title":"Pain and Pain Management","image":null,"information_text":"<p><b>What is pain?</b></p><p>Pain is a message to you that there is distress in your body and can make it hard for you to be active. Pain often accompanies cancer and other progressive diseases and it can affect all aspects of your life.</p><p><b>Why are we afraid of pain?</b></p><p>Many people living with a life-limiting illness are afraid of pain because they worry it can’t be controlled without unwanted side effects. It is important to speak up about your pain and ask questions so that you can be given accurate information.</p><p><b>Fearing pain doesn’t make you appear weak</b></p><p>People interpret their pain according to their own life experiences, values and beliefs. Sharing your fears about pain with your health care team may reduce your anxiety and provide you with a plan in which to address current or future pain. You may also wish to discuss your fears with a religious leader or a spiritual carer. Everyone’s experience of pain, if present, in a disease is different and often unspoken fears can be worse than the reality.</p><p><b>Can pain always be controlled?</b></p><p>Most pain can be relieved or controlled. Bringing pain under control means assessing all aspects of pain and monitoring it. These are core skills of palliative doctors and nurses.</p><p><b>How is pain controlled?</b></p><p>Pain control starts with open communication about what you are experiencing with your health care team. Pain control plans are tailored to meet your particular needs and will be followed up and adjusted as your needs change. A plan may involve a combination of medication and non-medication options. You should always discuss with your health care team if you want less or more pain relief.</p><p><b>When must I take medication?</b></p><p>When pain medication is prescribed for you, you must take it on time. Do not wait to experience pain. The schedule is designed to prevent pain from occurring, not to treat it after it arrives since this type of pain tends to be predictable and the level of pain is often able be reduced with pre-emptive dosing.</p><p><b>What about breakthrough pain?</b></p><p>There may be times you receive pain despite being on regular pain medication. This is called breakthrough pain and can be very distressing for you and your carer. Your practitioner will prescribe additional medication to be taken as needed. Keep a record and talk to your health care team about the amounts you are needing. If extra medication for breakthrough pain has not been prescribed, speak to your General Practitioner or your health care team without delay. Sometimes breakthrough pain means you need an increase in regular medication or a different type of pain medication. The goal of pain management is to prevent pain; it is more difficult to try to control pain once it has occurred.</p><p>If you have any questions please speak with your health care team. For more information please visit the Palliative Care Australia’s website.</p>","link":"http://palliativecare.org.au/resources/learn-more-about-pain-and-pain-management","categories":[],"slug":"pain-and-pain-management"},{"title":"Palliative Care","image":null,"information_text":"<p><b>What is palliative care?</b></p><p>Palliative care is person and family-centred care provided for a person with an active, progressive, advanced disease, who has little or no prospect of cure and who is expected to die, and for whom the primary treatment goal is to optimise the quality of life.</p><p>Palliative care identifies and treats symptoms which may be physical, emotional, spiritual or social. Because palliative care is based on individual needs, the services offered will differ but may include:</p><ul><li>Relief of pain and other symptoms (e.g. vomiting, shortness of breath)</li><li>Resources such as equipment needed to aid care at home</li><li>Assistance for families to come together to talk about sensitive issues</li><li>Links to other services such as home help and financial support</li><li>Support for people to meet cultural obligations</li><li>Support for emotional, social and spiritual concerns</li><li>Counselling and grief support</li><li>Referrals to respite care services</li></ul><p>Palliative care is a person and family-centred approach to care, meaning that family and carers can receive practical and emotional support.</p><p><b>Who is palliative care for?</b></p><p>Palliative care is for people of any age who have been told that they have an illness that cannot be cured. This includes: advanced cancer, motor neurone disease, end-stage kidney or lung disease.</p><p>For some people, palliative care is beneficial from the time of diagnosis with a serious life-limiting illness and can be provided alongside treatments given by other health care teams to help improve quality of life and support their symptoms.</p><p><b>Who is in the palliative care team?</b></p><p>Palliative care may be provided by a wide range of people, this may include your GP, aged care worker, cardiologist and any other health care provider, as well as family and other carers. They may be supported by specialist palliative care services if symptoms become difficult to manage.</p><p><b>Where is palliative care provided?</b></p><p>Palliative care is provided where the person and their family wants, where possible. This may include in their home, in a hospital or a hospice.</p><p>Many people indicate a preference to die at home and making this possible often depends on several factors, including:</p><ul><li>The nature of the illness and amount of care the person needs</li><li>How much support is available from the person’s family and community</li><li>Whether the person has someone at home who can provide physical care and support for them</li></ul><p>If you have any questions please speak with your health care team. For more information please visit the Palliative Care Australia’s website.</p>","link":"http://palliativecare.org.au","categories":[],"slug":"palliative-care"},{"title":"Palliative Care Myths","image":null,"information_text":"<p><b>How do I finding reliable information on palliative care?</b></p><p>There may be a lot of information available about palliative care and the care someone may receive at the end of their life. It is important to ensure that the information is reliable and relevant to your situation. Knowledge about what might be available and how you might respond will help you be more informed and give you a greater sense of control. The best source of health information is your health care team. Don’t be afraid to ask them for information.</p><p><b>Are there any myths about palliative care?</b></p><p>Yes, there is a lot of information about palliative care available but there is also a lot of myths about it as well. Some of those myths are below but for more information please refer to the links at the bottom of the page.</p><p><b>Myth:</b> <i>pain is an inevitable part of dying</i>.</p><p><b>Fact:</b> Not everyone with a life-limiting illness will experience pain. Most pain can be relieved or controlled. Bringing pain under control means assessing all aspects of pain and monitoring it.</p><p><b>Myth:</b> <i>Palliative care is only available in the last few days before you die</i>.</p><p><b>Fact:</b> Palliative care should be available for people when they are diagnosed with a life-limiting illness that is likely to cause their death. People can receive palliative care for a long time before they die, and may receive it at the same time as they receive treatment aimed at a cure.</p><p><b>Myth:</b> <i>You can only receive palliative care in a hospital</i>.</p><p><b>Fact:</b> Palliative care can be provided in many places, including a hospital, at home, a hospice and a residential aged care facility (nursing home).</p><p><b>Myth:</b> <i>receiving palliative care means you will die more quickly</i>.</p><p><b>Fact:</b> Palliative care aims to provide the best quality of life until the person dies. Early access to palliative care may help people to live longer than if they didn’t receive palliative care.</p><p>If you have any questions please speak with your health care team. For more information see Palliative Care Australia’s <i>Busting Palliative Care Myths</i> video series.</p>","link":"http://palliativecare.org.au/myths","categories":[],"slug":"palliative-care-myths"},{"title":"Understanding Grief","image":null,"information_text":"<p><b>What is grief?</b></p><p>Grief is how we respond when we experience loss. Grief is a normal response to loss and it can affect every part of our lives and it will vary for each person. Grieving can last a long time, and for many, may not come to an end, but it may help to know that your grief will become less raw over time. You will never forget or stop missing the person who has died, but in time, you become better at living with the loss.</p><p><b>What can grief feel like?</b></p><p>While painful, grief is a normal expected process that can include a range of reactions and changes in our feelings, behaviours, beliefs and bodies</p><p><i>Feelings</i> – People may experience intense feelings such as shock, sadness, anger, and anxiety.</p><p><i>Behaviours</i> – People may experience lethargy or overactivity, sleep a lot or resort to alcohol and other potentially harmful behaviours.</p><p><i>Physical reactions</i> – Grief can lead to physical symptoms such as insomnia, tiredness and loss of appetite.</p><p><i>Beliefs</i> – People’s beliefs about life may be challenged. Often grieving people wonder why this has happened to them.</p><p><b>How do we grieve?</b></p><p>Everyone grieves in their own way and it is important to remember that there is no right way or time to grieve.</p><p>Members of the same family will grieve in their own way. Some people want to express their grief through crying and talking. Others may be reluctant to talk and prefer to keep busy.</p><p>It is important to respect each other’s way of grieving.</p><p><b>Helping yourself</b></p><p>Being a carer for someone with a life-limiting illness can be exhausting. After the person has died, you may find it very difficult to go back to work or do things that you previously enjoyed.</p><p>When you are grieving it is important to look after yourself, this may include:</p><ul><li>Doing something to honour the person who has died</li><li>Getting as much rest as possible</li><li>Giving yourself permission to grieve and be happy</li><li>Giving yourself time to talk and share your feelings</li></ul><p>Close friends and family members may be a good source of support, this may include</p><ul><li>Allow people to help you</li><li>Talk to family and friends and share memories</li><li>Join a community-based support group</li></ul><p><b>Helping others</b></p><p>Nothing can take the pain and sadness away but knowing that people care can provide comfort and support. Some things that may help:</p><ul><li>Acknowledge the death and express your care</li><li>Keep in touch and be available to listen</li><li>Help in practical ways</li><li>Remember that sometimes people will want to talk and sometimes they won’t</li></ul><p>Sometimes, there are things that are not helpful, these might include:</p><ul><li>Changing the subject</li><li>Taking anger personally</li><li>Making comments which suggest blame or fault</li></ul><p>If you are really worried about someone, ask them if they are doing okay.</p><p><b>Feeling overwhelmed?</b></p><p>Sometimes we may need to seek help. Grief is a normal and inevitable part of life, but for some people it can be very distressing. If it becomes too much, professional help is recommended. Your GP can refer you to an appropriate service.</p><p>Several organisations provide information or telephone counselling, including:</p><ul><li><a href=\"http://grief.org.au/\">Australian Centre for Grief and Bereavement:</a> 1800 642 066</li><li><a href=\"https://www.lifeline.org.au/\">Lifeline (24/7):</a> 13 11 14</li><li><a href=\"http://www.kidshelp.com.au/\">Kids Helpline (24/7):</a> 1800 55 1800</li><li><a href=\"https://www.mensline.org.au/\">Mensline (24/7):</a> 1300 78 99 78</li></ul><p>If you have any questions please speak with your health care team. For a copy of the full broacher <i>Understanding Grief</i>, please visit the <a href=\"http://palliativecare.org.au/resources/understanding-grief\">Palliative Care Australia website</a></p>","link":"http://palliativecare.org.au","categories":[],"slug":"understanding-grief"},{"title":"What is Palliative Care?","image":null,"information_text":"<p>Palliative care is person and family-centred care provided for a person with an active, progressive, advanced disease, who has little or no prospect of cure and who is expected to die, and for whom the primary goal is to optimise the quality of life.</p><p>Palliative care identifies and treats symptoms which may be physical, emotional, spiritual or social. Because palliative care is based on individual needs, the services offered will differ but may include:</p><ul><li>Relief of pain and other symptoms (e.g. vomiting, shortness of breath)</li><li>Resources such as equipment needed to aid care at home</li><li>Assistance for families to come together to talk about sensitive issues</li><li>Links to other services such as home help and financial support</li><li>Support for people to meet cultural obligations</li><li>Support for emotional, social and spiritual concerns</li><li>Counselling and grief support</li><li>Referrals to respite care services</li></ul><p>Palliative care is a person and family-centred approach to care, meaning that family and carers can receive practical and emotional support.</p><p><b>Who is palliative care for?</b></p><p>Palliative care is for people of any age who have been told that they have an illness that cannot be cured. This includes: advanced cancer, motor neurone disease, end-stage kidney or lung disease.</p><p>For some people, palliative care is beneficial from the time of diagnosis with a serious life-limiting illness and can be provided alongside treatments given by other health care teams to help improve quality of life and support their symptoms.</p><p><b>Who is in the palliative care team?</b></p><p>Palliative care may be provided by a wide range of people, this may include your GP, aged care staff, cardiologist and any other health care provider, as well as family and other carers. They may be supported by specialist palliative care services if symptoms become difficult to manage.</p><p><b>Where is palliative care provided?</b></p><p>Palliative care is provided where the person and their family wants, where possible. This may include in their home, in a hospital or a hospice.</p><p>Many people indicate a preference to die at home and making this possible often depends on several factors, including:</p><ul><li>The nature of the illness and amount of care the person needs</li><li>How much support is available from the person’s family and community</li><li>Whether the person has someone at home who can provide physical care and support for them</li></ul><p>If you have any questions please speak with your health care team. For more information please visit the Palliative Care Australia’s website.</p>","link":"http://palliativecare.org.au","categories":[],"slug":"what-palliative-care"}]},"card_game":[],"user_guides":[{"slug":"user-guides","guides":[{"title":"About the Care Compass Resources","body":"<p> The Care Compass Study resources have been developed to support people living with dementia to work out what is right for them with regards to their end-of-life wishes and preferences.</p><p>Palliative Care Australia (PCA) has worked with HammondCare to develop the Discussion Starter content. To ensure this resource is dementia-friendly, PCA has applied Dementia Australia’s Accessibility Guidelines for the design of the resources. The resources have been reviewed through consultations with aged care providers, peak body representatives and people living with dementia and their carers.</p><p>PCA commissioned Les Makai to create the artwork which is featured in the Care Compass Study Discussion Starter Series booklets and app. Les is an artist who started painting following a diagnosis of Posterior Cortical Atrophy. For more information about Les and the artwork please refer to the Art Gallery section of the app.</p><p><b>Care Compass Study Discussion Starter Series</b></p><p>The Care Compass Study Discussion Starter Series has been developed to support aged care staff and people living with dementia to start a conversation about the consumer’s end-of-life preferences. The Discussion Starter Series within the app is comprised of four separate Activities that focus on different topics.</p><p>The topics covered are as follows:</p><ol><li>About the Study: an introduction to the Study and the Discussion Starter Series.</li><li>About you: these questions will support a consumer to think and write about what is important to them.</li><li>About your health: these questions will support the consumer to think and write about what they want for their health care.</li><li>About your care at the end of your life: these questions will support the consumer to think and write about what they may want at the end of their life.</li></ol><p>Feedback from focus groups with people living with dementia highlighted the need for an adjusted format to the existing Discussion Starters to cater for the specific needs of people living with dementia. As such the Discussion Starter Series has been divided into different booklets to provide natural pause points. This format provides breaks in what can be a confronting and difficult conversation for both staff and consumers, allowing opportunities for reflection and recuperation. The format also caters for the time limited environments in which these conversations may take place.</p>","featured_image":null,"tags":["resources"],"faqs":[],"slug":"about-resources"},{"title":"Discussion Starter","body":"<p> The Discussion Starter is a component of the ‘Care Compass’ application (the App). The purpose of the Discussion Starter questions (the questions) is to guide you through talking about your preferences and wishes for the end of your life. </p><p>These instructions are be based on the use on an iPad (the device). </p>","featured_image":null,"tags":["discussion-starter"],"faqs":[{"question":"How do I load the App?","answer":"When you first use the App, you will view a splash screen which has a visible loading spinner. The loading spinner shows you the App is updating and loading. When the loading spinner disappears, you are able to continue using the App."},{"question":"Do I need an internet connection to use the Discussion Starter?","answer":"You will need internet to initially load or update the app. However, once the App is loaded, the device will store the Discussion Starter questions so you can complete the questions with no internet connection."},{"question":"How do I start the Discussion Starter?","answer":"The Discussion Starter can begin by selecting the ‘Use Discussion Starter’ button on the main menu or by selecting the ‘Use Discussion Starter’ link found in the submenu which is located on the top right-hand side of the App."},{"question":"What are the options on the initial Discussion Starter page?","answer":"The initial page will allow you to select an activity. The questions have been divided into activities based on sub-topics. You are able to skip and not answer any question if have answered it previously, if the question does not apply to you or if it makes you feel uncomfortable."},{"question":"What are the different formats of questions?","answer":"There are 5 question format types:\r\n\r\n1. Free form text whereby you can free write in the space provided\r\n2. Multiple choice whereby you can select one answer\r\n3. Multiple choice whereby you can select multiple answers\r\n4. Multiple choice whereby you can select one answer with an additional free-form text entry\r\n5. Multiple choice whereby you can select multiple answers with an additional free-form text entry"},{"question":"What can I do if I have trouble reading questions?","answer":"In the case you have trouble reading a question, there is a ‘Play Question’ button to the bottom right of each question. When you press the button, it will read the question to you and all the answers in the order they are displayed. Please wait for the audio to be completed before moving onto another question.\r\n\r\nBefore pressing the button, please ensure the device is not set to mute and that appropriate volume is selected on the device."},{"question":"Are there options if I have trouble writing an answer?","answer":"Yes, when you press inside the text box to type your answer, your device will display an on-screen keyboard. There is a speech to text option via dictation. Follow the below steps:\r\n\r\n1. Tap the microphone button on the devices on-screen keyboard. This tells the device that you want to start dictating.\r\n2. Talk. The device will record your voice and turn it into text when you are finished.\r\n3. Tap the microphone button again to stop dictation."},{"question":"Do I have to answer all the questions?","answer":"No, all answers are optional and you can skip any questions you wish by pressing the ‘Continue’ button, or selecting ‘I want to think about this’ or ‘I don’t want to talk about this’. You are also able to change your answers by using the ‘Edit’ button at the end of each activity or the ‘Go Back’ button if you are still completing the activity."},{"question":"What happens when you complete an Activity?","answer":"A summary page will display outlining:\r\n1. What activity you just completed with the option to edit your answers.\r\n2. What activity is up next. \r\n3. What activities will come later. \r\n\r\nThere will be two buttons at the bottom of the page.\r\n1. Allowing you to ‘Finish here’\r\n2. Allowing you to start the next activity.\r\n\r\nIn the case you press to finish here, you will be taken to a results page."},{"question":"What are the options on the final results page?","answer":"The results page will outline every activity you have completed with a button to go back and edit each activity if you wish.\r\n\r\nIt will provide three options of:\r\n\r\nExport\r\nEmail\r\nExit"},{"question":"What happens when I press to export the Discussion Starter?","answer":"The export function is a standard function on the device. \r\n\r\nHence the options will be different for each device.\r\nThe suggested common function is the ‘Print’ function or create PDF.\r\n \r\nAdvanced users can use the device options as they have set it up."},{"question":"What happens when you press to print the Discussion Starter?","answer":"The print option relies on a printer being connected to the device. In the case there is no printer connected, the ‘Print’ link will not be clickable. To add a printer, you can click the ‘Printer’ option and select from the list of Bluetooth printers that have been set up.\r\n\r\nTo print you will:\r\n1. Select the Printer\r\n2. Select the number of copies you want\r\n3. Select from the options of:\r\n- Doubled sided\r\n- Black and white\r\n4. Press the ‘Print’ link on the top right-hand side."},{"question":"What happens when you press to email the Discussion Starter?","answer":"To email, you need to have Apple mail setup on your device (if you don’t, this function won’t work unless you are an advanced user). In the case there is no internet connection and you are trying to send an email, Apple mail should leave the email in a queue until the internet is obtained. \r\n\r\nAdvanced users can use the export function to send email through other email clients such a gmail."},{"question":"What happens when I exit the Discussion Starter?","answer":"If you exit the Discussion Starter through the finish button, going to another option on the submenu or simply turning off your device, your answers will not be stored. You can either start the Discussion Starter again from scratch or move forward to select a particular activity of your choosing."}],"slug":"discussion-starter"},{"title":"Information and resources for clients","body":"<p>Consumers may want to find out more when thinking about what is right for them. Below is some information to provide to and discuss with your consumers and their loved ones.</p><p><b><i>Dementia support services</i></b></p><p><b>Dementia Australia</b> have information and resources about dementia, including factsheets and videos. Dementia Australia operates The National Dementia Helpline for people living with dementia, their carers, families and friends.</p><p>More information is available from their website (<a href=\"http://www.dementia.org.au/\">www.dementia.org.au</a>) or you can call their helpline on 1800 100 500 (9:00am – 5:00pm Monday to Friday).</p><p><b>Dementia Support Australia</b> is a partnership led by HammondCare. Dementia Support Australia has a helpline for people living with dementia, their carers, families and friends.</p><p>More information is available from their website (<a href=\"http://www.dementia.com.au/\">www.dementia.com.au</a>) or you can call their helpline on 1800 699 799 (24 hrs, 365 days of the year).</p><p><b><i>Emotional support</i></b></p><p><b>Lifeline</b></p><p>A national charity providing all Australians experiencing a personal crisis with access to 24 hour crisis support.</p><p>More information is available from their website (<a href=\"http://www.lifeline.org.au/\">www.lifeline.org.au</a>) or you can call them on 13 11 14 (24 hrs, 7 days a week).</p><p><b>QLife</b></p><p>QLife is Australia’s first nationally-oriented counselling and referral service for Lesbian, Gay, Bisexual, Transgender and Intersex (LGBTI) people.</p><p>More information is available from their website (<a href=\"http://www.qlife.org.au/\">www.qlife.org.au</a>) or you can call them on 1800 184 527.</p><p><b><i>Advance Care Planning</i></b></p><p><b>Advanced Care Planning Australia</b></p><p>Advance care planning is a way people can identify what they want for the end of their life. Advance care planning is often an ongoing process and not just one conversation. An important part of advance care planning is being able to choose and prepare a person who could speak for you if you couldn’t (a substitute decision maker).</p><p>For more information please talk to your care team. You may want to also visit (<a href=\"http://www.advancecareplanning.org.au/\">www.advancecareplanning.org.au</a>).</p><p><b><i>My Aged Care</i></b></p><p>My Aged Care can help people find information and access aged care services. It is the Australian Government’s phone line and website, which can help people access services and find information. For more information please talk to your care team. You may also want to visit (<a href=\"http://www.myagedcare.gov.au/\">www.myagedcare.gov.au</a>) or call My Aged Care on 1800 200 422.</p><p><b><i>My Health Record</i></b></p><p>My Health Record is an online summary of your key health information. When you have a My Health Record, your health information can be viewed securely online, from anywhere, at any time – even if you move or travel interstate. You can choose to share your health information with the healthcare providers involved in your care. In 2018 you will get a My Health Record unless you tell the Australian Digital Health Agency you don’t want one.</p><p>For more information please talk to your care team. You may also want to visit (<a href=\"http://www.myhealthrecord.gov.au/\">www.myhealthrecord.gov.au</a>) or call the My Health Record Helpline on 1800 723 471.</p>","featured_image":null,"tags":["Advanced Care Planning","Dementia Australia","Lifeline","My Aged Care","My Health records","QLife"],"faqs":[],"slug":"information-and-resources-clients"},{"title":"Preparing for the discussion","body":"<p>It is important to be well prepared before the discussions takes places. Below are some points to consider before meeting with your client:</p><ul><li>identify which of the nominated staff members is most appropriate to speak to the person about their potential involvement in the Study,</li><li>clarify the reason for the meeting to ensure the client, their family or carers are not under unnecessary stress,</li><li>ensure the client knows they are welcome to have a support person/s with them,</li><li>provide a copy of the Care Compass Study Discussion Starter Series to the client to allow them to review and reflect on the Study and the questions,</li><li>take time to read over the client’s file and understand their medical history,</li><li>liaise with all key staff who have worked regularly with the client to ensure you are well informed on their individual needs,</li><li>consider how the client’s cultural and religious background may impact the conversation,</li><li>block out additional time in case the meeting is longer than anticipated (e.g. due to client distress),</li><li>arrange for a staff member to be available for the person after the meeting in case they require debriefing or further information.</li></ul><p><b>Discussion considerations</b></p><p>Discussions about end-of-life preferences need not be in response to crisis situations but rather should be considered a part of routine practice. Approaching discussions in this way builds respect and trust with the person, their family and carers, and assists to normalise discussions regarding end-of-life preferences.</p><p>Below are a number of points to consider for the first meeting:</p><ul><li>Reiterate to the client if they are alone, that they are welcome to have a support person/s with them during the meeting.</li><li>Clarify the client’s understanding of the purpose of the appointment, including a review of the study information and reiteration of the option to withdraw at any stage.</li><li>Staff may want to:</li><li>talk through the End-of-Life Planning Continuum,</li><li>explain why conversations about someone’s end-of-life preferences are important,</li><li>provide information and support to the person to assure them this conversation does not infer that their health condition is at a crisis point or they are about to die,</li><li>explain to the person that having these conversations before a crisis point is reached is the best option for everyone involved.</li><li>Introduce the Care Compass Study resources and explain how these can help to prompt thoughts and discussion about end-of-life preferences.</li></ul><p>Explain that the resources are broken up into parts and starts with getting to know the person.</p><ul><li>Use the Care Compass Study resources if the person agrees to continue the discussion</li><li>If the patient does not wish to continue the discussion, this should be noted in their medical</li></ul><p>record and raised with staff from the ACU involved in the Project. If appropriate, you may want to</p><p>refer them to the Care Compass material for their future information.</p><ul><li>Allow time for questions and open discussion.</li><li>Allow time for pauses and recognise emotions that are expressed during the discussions.</li><li>Summarise information and confirm information has been correctly understood.</li><li>Arrange a follow up meeting with the person to provide an opportunity to discuss their thoughts</li></ul><p>and any conversations they have had since the initial meeting.</p><ul><li>Provide the person with a copy of their responses from the app, as necessary.</li><li>Scan the responses in the paper based Booklet for the evaluation team, as necessary.</li><li>Documentation about the meeting should be included in the client’s record.</li></ul><p><b>Follow Up</b></p><p>There a number of ways to ensure that the person feels supported after a meeting discussing their end-of-life preferences, these may include:</p><ul><li>Providing them with information, which includes the details on who to contact if they are upset or distressed.</li><li>A follow up phone call or discussion should be considered with the person 1-2 days after the discussion to ensure that they feel supported and have an opportunity to ask questions.</li><li>Identify which nominated staff member will follow up with the person.</li><li>Confirm the timeframe until the next discussion, as required.</li></ul>","featured_image":null,"tags":["Discussion"],"faqs":[],"slug":"preparing-discussion"},{"title":"Resources in Action","body":"<p> When working with consumers to complete the Care Compass Study Discussion Starter Series, there may be times when the person living with dementia may find it difficult to understand the question or identify their preferences.</p><p>It is important that consumers understand that there is no right or wrong answer and that they can return to a question at a later time or session if they need time to consider their answers and/or speak with their family and carers.</p><p>The End-of-Life Planning Continuum (refer to Resource and Technology Companion) can be a useful way to frame discussions with consumers by providing reference points for comparison against consumer’s individual circumstances. Palliative Care Australia (PCA) has provided recommended delivery approaches that can be used by aged care staff to frame conversations based on the consumer’s experience in reflecting and discussing. These resources are another tool that staff alongside their professional skills, rapport and knowledge of the consumer’s individual situation.</p><p>End-of-life is a difficult topic to discuss and people may progress slowly over a period of months or years. Nonetheless, it is important to start these conversations early so people living with dementia have the opportunity to reflect and discuss their future care wishes. The Care Compass Study Discussion Starter Series was developed with this in mind, acknowledging the need for multiple conversations over a period of time as determined by the needs and comfort level of the person living with dementia. The below information has been written on the assumption the client has already consented to participate in the Care Compass Study and Discussion Starter Activity 1: About the Study has been discussed with the consumer. Please refer to information provided by the Australian Catholic University regarding the informed consent process.</p><p><b>Working with clients who have never reflected</b></p><p>Working with people who have never reflected on their own end-of-life preferences will have their own stories as to why this is the case. The reasons for not having reflected may include:</p><ul><li>Cultural or religious traditions,</li><li>Fear of dying,</li><li>Belief that they are too young,</li><li>Belief that they are too healthy,</li><li>Reliance on others to raise the conversation,</li><li>History of trauma and abuse,</li><li>Currently experiencing abuse and neglect.</li></ul><p>People who have never reflected will have varied experiences and thoughts on discussing care at the end-of-life which is why an individual approach to each person is crucial to having an effective conversation.</p><p>The Discussion Starter Activity 2: About You may be a good icebreaker for people who have not reflected on their preferences in the past and may not know where to start. The Activity has questions that assist staff to get to know the person. The questions can be utilised in a conversational manner rather than a true question and answer method, which may help the person to relax and fell less overwhelmed.</p><p>At the end of the session, if the person has utilised the app they should be provided with a print out of the information entered. This information may be used by the person for their own self-reflection and/or for discussion with family and carers. This will also assist the person to prepare for follow up conversations.</p><p><b>Working with patients who have reflected</b></p><p>A person who has reflected on their own end-of-life preferences will have a variety of reasons for reflection, as well as differences in the depth of reflection. Some people may have thought about their preferences after reading a book or watching a news story while others may have reflected after the death of a close friend or family member or due to their own health crisis.</p><p>It is important to remember that although a person identifies as having reflected, they may not have discussed their thoughts and preferences with another person. Each person will differ in the level of information they share about their reflections but it should be acknowledged that this first conversation about their preferences is an important milestone.</p><p>If a person is open to discussing their reflections, it would be great to start with the Discussion Starter</p><p>Activity 3 – About Your Health Care. However, if a person is finding it difficult to discuss their reflections, the Discussion Starter Activity 2 – About You may be best place to start.</p><p><b>Working with patients who are prepared to discuss</b></p><p>People who are prepared to discuss their end-of-life preferences have probably reflected previously and may have a good understanding of their preferences. In this case, a soft introduction to the discussion may include a review of their previous reflections and how relevant they are at this point. This exercise will support the person to consider how and if their preferences have changed before building on these further with Discussion Starter Activity 3: About Your Health Care and Discussion Starter Activity 4: About Your Care at the End of Your Life. When discussing Activity 4, be aware that people may be comfortable openly discussing the first questions but may need some additional time to reflect on the later questions.</p><p><b>Working with patients who have discussed</b></p><p>When working with people who have discussed their end-of-life preferences previously, it may be good to start with a general reflection exercise with questions such as:</p><ul><li>When did you last discuss your end-of-life preferences?</li><li>Who did you discuss this with?</li><li>What initiated the discussion?</li></ul><p>This exercise will allow the person to lead the conversation and give the staff an indication of their comfort level on the topic. If the person is comfortable in discussing the topic, it may be worthwhile skipping forward to Discussion Starter Activity 4: About Your Care at the End of Your Life to ensure capture the person’s preferences whilst they are willing and able to have the discussion.</p>","featured_image":null,"tags":["resources"],"faqs":[],"slug":"resources-action"}]}],"get_help":[{"title":"Get Help","slug":"get-help","tagline":"Services that can help when you are in need","services":[]}],"looking_after_yourself":[{"title":"Looking after yourself","body":"<p> Many people who work in the health and aged care sectors have a desire to help others. However for some people, this can come at a cost to themselves and potentially, their personal relationships. It is important for people to be aware of their own vulnerabilities, triggers, stress and compassion fatigue, and develop coping mechanisms and strategies to try and avoid burning out. </p><p>Self-awareness is essential for the person themselves to monitor changes in their health and how this effects those around them. Staff are encouraged to undertake regular self-directed reflection to assess their wellbeing. </p><p>There are times in most health and/or aged care professional’s careers that self-reflection alone may not be enough. Often support can be as simple an informal discussion with a colleague but support can also be found in more formalised discussions such as case debriefs, mentoring and clinical supervision. </p><p>Most organisations will have internal policies and procedures in place to support staff wellbeing and care. Some may also have formal arrangements in place for staff to access external services for counselling and debriefing such as Employee Assistance Programs. These can usually be accessed by talking to your Human Resource team or management representative. </p><p>In addition to internal supports, alternatives include: </p><ul><li>Speaking with their own General Practitioner about what support may be available. </li><li>Contacting a 24 hour helpline such as Lifeline <ul><li>13 11 14 </li></ul></li><li>Contacting a support service such as beyondblue via their phone, online chat, email or support forums<ul><li>1300 224 636 </li><li><a href=\"http://www.beyondblue.org.au/\">www.beyondblue.org.au</a></li></ul></li></ul>","featured_image_full":null,"featured_image_1200":null,"featured_image_600":null,"read_more_url":""}],"about_this_app":[{"title":"About this app","body":"<p> Palliative Care Australia (PCA) is undertaking a two year project to support people living with dementia to discuss their end-of-life wishes – the Care Compass project. The project resources, including this app, will be piloted in aged care services across Australia.</p><p>The intent of this project is to increase the number of conversations among people living with dementia about their care preferences for the end of their lives. If a person can clearly indicate their wishes early on, then once care is necessary, those looking after the person can take comfort that what is being done is what the person would wish for. </p><p>The Study will evaluate this initiative by assessing the impact and feasibility of utilising these resources in the aged care setting. Following this evaluation, the app will be considered for public release, which is dependent on approval from the project funders (Commonwealth Department of Health).<br/></p><p><b>About Palliative Care Australia (PCA)</b></p><p>PCA is the national peak body for palliative care in Australia, providing leadership on palliative care policy and community engagement. Working closely with consumers, its Member Organisations and the palliative care and broader health workforce, PCA aims to improve the quality of life and death for people with a life-limiting illness, their families and carers.</p>","featured_image_full":null,"featured_image_1200":null,"featured_image_600":null,"read_more_url":""}],"privacy_policy":[{"title":"Privacy Policy","body":"<p><b>What is the information we collect?</b></p><p>Palliative Care Australia Limited (ACN 625 082 493 ABN 85 363 187 904) (<b>PCA, Us, We, Our</b>) is the peak national body for palliative care. We represent all those who work towards high quality palliative care for all Australians. We work closely with consumers, State and Territory organisations that are members of PCA (<b>PCA</b> <b>Member and Affiliate Organisations</b>) and the palliative care workforce with the aim to improve access to, and promote the need for, palliative care.</p><p>PCA is committed to respecting the privacy of individuals in accordance with the Privacy Act 1988 (<b>Act</b>) and the Australian Privacy Principles (<b>APPs</b>) which are contained in Schedule 1 of the Act. This Privacy Policy, prepared in accordance with APP 1, sets out how PCA deals with personal and sensitive information and your rights under the Act, which is defined as –</p><ul><li>Personal information means any information or opinion about an individual who is reasonably identifiable and includes sensitive information (<b>Personal Information</b>).</li><li>Sensitive information means Personal Information about an individual’s racial or ethnic origin, political opinions, membership of a political association, religious beliefs or affiliations, philosophical beliefs, membership of a professional or trade association, membership of a trade union, sexual preferences or practices, criminal record or information about an individual’s physical, genetic or mental health (<b>Sensitive Information</b>).</li></ul><p><br/>PCA collects Personal Information from different people and organisations based on their relationship to Us or the services We provide. Any individual who provides Us Personal Information or Sensitive Information, consents to Us using, storing, and disclosing that Personal Information or Sensitive Information in accordance with this Privacy Policy.</p><p>This Privacy Policy is freely available on Our website at <a href=\"http://www.palliativecare.org.au/\">www.palliativecare.org.au</a> or by contacting Us directly to request a copy free of charge. We may update this Privacy Policy by publishing a revised version on Our website. Revised versions take effect from the time published.</p><p></p><p><b>What is the information we collect?</b></p><p>The type and amount of Personal Information We collect about individuals varies depending on the circumstances, and may be collected in various forms including verbally, or through written records, audio files, and images.</p><p><b>Personal Information</b> We may collect includes: personal and business contact details, including email address, street address, and emergency contact; identification details such as name, date of birth, place of birth, gender, employment details, educational and professional qualifications and other demographic information, all if provided; transactional information such as service requirements, service satisfaction feedback, information requirements, Australian Business Number; and financial information such as bank account details, and credit card number.</p><p><b>Sensitive Information</b> We may collect includes: prognosis and diagnosis, information relevant to care requirements, service and clinical practice information, health assessment feedback, accessibility and dietary requirements, end of life care preferences, and other relevant health information, indigenous status (if provided).</p><p>Where practical, Sensitive Information about individuals collected in relation to Our research and studies is de-identified. We will not use or disclose any Sensitive Information other than with your consent.</p><p></p><p><b>Why do we need to collect your Personal Information?</b></p><p>PCA primarily collects, uses and discloses Personal Information to inform and enable the services We provide and to enable Us to carry out Our business functions and activities, including –</p><ul><li>facilitating events</li><li>administering programs and services</li><li>administering your interactions and transactions with Us, including donations made to PCA</li><li>enabling third parties to provide services on Our behalf</li><li>providing information and educational resources to you</li><li>maintaining and providing you access to Our website and Mobile Apps</li><li>assisting you with enquiries</li><li>promoting better practice and to facilitate quality improvement of processes</li><li>enabling communication in the form of newsletters, marketing, media releases, event updates and invitations</li><li>collaboration with responsible organisations and PCA Member Organisations, including to provide services</li><li>conducting research and studies</li><li>data processing and analysis</li><li>complying with regulatory, governance, and funding reporting requirements</li><li>contacting next of kin and emergency contacts</li><li>communicating stories of individuals who have or are receiving palliative care, including on Our website</li></ul><p><br/>We collect Personal Information reasonably necessary for one or more of our functions or activities. This Personal Information may include sensitive information, and in some instances may include health information. You may decide to provide your Personal Information to PCA for a range of different reasons. By way of example you may wish to:</p><p>(a) participate in a research project;</p><p>(b) donate money to PCA;</p><p>(c) fundraise for PCA;</p><p>(d) collaborate with PCA;</p><p>(e) attend an event run by PCA;</p><p>(g) use a PCA service or product;</p><p>(h) receive communications from PCA;</p><p>(i) apply for employment at, or volunteer for, PCA;</p><p>(j) provide services to PCA; or</p><p>(k) connect with us via social media.</p><p>While it is possible for you to interact with us under a pseudonym or anonymously in some cases, in certain scenarios it may be necessary for us to collect certain Personal Information from you.</p><p>We will only collect the Personal Information than we reasonably require to respond to your request.</p><p></p><p><b>How do we collect your Personal Information?</b></p><p>We may collect Personal Information from you in person, in writing, by telephone, through our website, mobile applications and by other electronic communication channels. We may also collect this Personal Information through our staff and other service providers. Wherever practicable, we will collect Personal Information from you directly.</p><p>We also collect Personal Information through events and activities that we hold or are involved in, such as seminars, workshops, promotional events, fundraising and other activities.</p><p>The kinds of Personal Information we collect will depend on the purposes for which you interact with PCA. The Personal Information we may collect from you may include:</p><ul><li>your full name and prefix (e.g. Mr or Mrs)</li><li>your address</li><li>your phone number</li><li>your email address, so that we can authenticate you electronically and administer your account</li><li>your date of birth</li><li>your gender</li><li>your social network contact and publicly available details</li><li>your employer</li><li>your country or state of residence</li><li>your end-of-life care preferences</li><li>your credit card details and other information which will allow us to process your transaction</li><li>other demographic information</li></ul><p><br/>We may also collect Personal Information indirectly such as through–</p><ul><li>mail and electronic correspondence, quotations, invoices received</li><li>your authorised representative, attorney, or guardian, providing it to Us</li><li>internet and publicly available databases</li><li>publications</li><li>internet surveys</li><li>PCA Member and Affiliate Organisations</li><li>Our service providers</li><li>government agencies and organisations</li></ul><p><br/>If PCA receives unsolicited Personal Information, such as unrequested job applications, it will be handled in accordance with the Act. We may keep records of unsolicited Personal Information if permitted by the Act.</p><p>While it is possible for you to interact with Us under a pseudonym or anonymously in some cases, it may be necessary for Us to collect Personal Information in order to respond to your enquiry or provide services. We may not be able to deal with you in some situations unless you provide Us with the Personal Information we reasonably require.</p><p>We will only collect Personal Information we reasonably require in connection with the functions and activities or to otherwise deal with you.</p><p>We may from time to time collect ‘sensitive’ information and health information from you, which we will do in accordance with this Privacy Policy and the Act.</p><p></p><p><b>How do we store the information we collect?</b></p><p>PCA is committed to protecting Personal Information it collects. We will take all reasonable steps to protect the Personal Information We hold from misuse, interference, and loss, and from unauthorised access, modification or disclosure.</p><p>When using electronic systems for storage your Personal Information will be secured by a password accessible by authorised officers that require access to undertake their official functions and roles. Sensitive Information will have restricted access placed on it and will be managed under strict governance requirements which will vary depending on the nature of the Sensitive Information and the electronic system concerned.</p><p>Our internally operated electronic databases and network are secured by a firewall and anti-virus software to ensure, so far as practicable, that it is not accessed by unauthorised parties.</p><p>Your Personal Information may be stored in hard copy or electronic format in secure facilities that We own and operate, that are owned and operated by Our service providers, or in locations authorised for temporary backup storage This includes but is not limited to the following cloud based applications –</p><ul><li>Directorpoint</li><li>Dropbox</li><li>Doodle Poll</li><li>Google Classrooms</li><li>Survey Monkey</li><li>Events Air</li><li>MYOB</li><li>E-Way</li><li>PayPal</li><li>Hesta Superannuation Portal</li><li>RACV portal ( authorised staff have access to staff salary sacrifice information)</li></ul><p><br/>(together Our <b>Cloud Services</b>)</p><p>Our website and Mobile Apps have security measures designed to protect against loss, misuse, or alteration to your Personal Information which is under Our control.</p><p></p><p><b>How and when do we disclose your Personal Information?</b></p><p>Where necessary, we will disclose your Personal Information to our third party suppliers, partners, collaborators, contractors or others in order to facilitate the Operational Purposes.</p><p>Either PCA or our partners may disclose your Personal Information where it is reasonable to do so or where we are authorised or required to do so by applicable law.</p><p>PCA may disclose Personal Information to trusted third parties engaged to assist us with services including data processing, data analysis, information technology services and support, fundraising, event management, mobile application, website maintenance/development, printing, record archiving, data mailing and market research.</p><p>When research at PCA is approved by an external Human Research Ethics Committee. This research is undertaken in accordance with the terms and conditions specified by the relevant Human Research Ethics Committee, and the principles specified in the National Health and Medical Research Council and the Australian Research Council’s Australian Code for the Responsible Conduct of Research 2007 (the Australian Code). Research participants enrolled in trials or research will be given further information detailing how their Personal Information (including health information) will be handled by PCA, including circumstances where Personal Information may be disclosed.</p><p></p><p><b>Overseas disclosure of Personal Information</b></p><p>PCA does not directly share Personal Information with overseas organisations.</p><p>Personal Information may be indirectly disclosed overseas by Our use of Our Cloud Services from time to time, the location of which is not reasonably available due to the nature of cloud storage. However, this indirect disclosure is primarily related to storage and transmission of the information.</p><p></p><p><b>Security</b></p><p>We take reasonable steps to prevent the Personal Information we hold about you from misuse, interference or loss, and from unauthorised access, modification or disclosure. Our security measures meet industry standards and you can feel confident in our processes. These may include access control procedures, network firewalls, encryption and physical security. Although we will endeavour to protect your Personal Information, we are unable to guarantee that any information you transmit to us over the internet is 100% secure.</p><p></p><p><b>Links to other websites</b></p><p>Our website contains links or references to other websites or organisations. We are not responsible for the privacy practices or content of the linked websites and other pages hosted by Us.</p><p>Links to third party websites are provided for information, and do not indicate Our endorsement of that business or any assurances about the content on that site. Third party websites may have their own privacy and security policies, which We encourage you to read before supplying any Personal Information to them.</p><p></p><p><b>Our interaction with you via the internet and social media</b></p><p>We may display advertisements on our websites and mobile applications. We may add cookies to users’ browsers and use web beacons and measurement software and tools on our websites to enable us to serve ads based on prior visits to the website. Cookies are small files that a website can store on a user&#x27;s computer and are used for keeping the &#x27;state of a user session&#x27; i.e. remembering who you are from a page requesting information through to supplying it.</p><p>If you prefer not to have cookies collected, you can disable this option in your browser settings. However, in doing so, you may be unable to access certain pages or content on our website.</p><p>When you access our websites and mobile applications, our Internet Service Provider may make a record of your visit and logs the following information for statistical purposes only - the user&#x27;s server address, the user&#x27;s top level domain name (for example .com, .gov, .au, etc), the date and time of the visit to the site, the pages accessed and documents downloaded, the previous site visited, and the type of browser used.</p><p></p><p><b>How can information be accessed and corrected?</b></p><p>You have a right to request access to, or correction of, your Personal Information. However, We will request that you verify your identity prior to considering any such request.</p><p>You may request access to the Personal Information We hold about you by contacting Us. We will respond to your request within a reasonable time and provide you with access to the Personal Information We hold about you unless otherwise permitted or required by law. If We deny you access to the Personal Information, We will notify you of the basis for the denial unless an exception applies.</p><p>Where reasonable and practicable, We will provide access to the Personal Information We hold about you in the manner you request. PCA at its sole discretion may charge a reasonable fee for granting access to Personal Information We hold about you or your organisation.</p><p>If you believe that Personal Information We hold about you is incorrect, incomplete or not current, you may request that We update or correct your Personal Information by contacting Us. We will deal with your request within a reasonable time. If We do not agree with the corrections you have requested (for example, because We consider that the Personal Information is already accurate, up to date, complete, relevant and not misleading), We are not required to make the corrections.</p><p>However, where We refuse to do so, We will give you a written notice setting out the reasons. You may request that We make a record of your claim and associate that record with the Personal Information in dispute.</p><p>You can contact us through the following channels:</p><p><b>A:</b> Privacy Officer, Palliative Care Australia, PO Box 124 Fyshwick, ACT 2609, Australia</p><p><b>E:</b> privacy@palliativecare.org.au</p><p><b>T:</b> +61 2 6232 0708</p><p>If you are not happy with the response to your request to access or correct your Personal Information, you may be able to complain to the Office of the Information Commissioner online via <a href=\"http://www.oaic.gov.au/\">www.oaic.gov.au</a> or by calling 1300 363 992.</p><p></p><p><b>How long will we keep your Personal Information?</b></p><p>We retain Personal Information after we have used the Personal Information for the purposes for which we collected or received it. The duration that we keep your Personal Information for will be influenced by the nature of that information, and any applicable regulatory requirements. For instance, the minimum recommended period for retention of research data is five years from the date of publication. However, in any particular case, the period for which research data should be retained is determined by the specific type of research. The Australian Code requires for most trials, retaining research data for 15 years or more may be necessary. Financial transaction records are kept for a minimum period of seven years.</p><p>For all types of Personal Information, when no longer required or permitted to be retained by law, PCA will use its best endeavours to ensure that all such information will be deleted or destroyed in a secure manner and in a reasonable timeframe.</p><p></p><p><b>How to contact us or make a complaint</b></p><p>If you would like to contact us, including to ask a question, request removal from our communications or make a complaint, we may be reached at the details below:</p><p><b>A:</b> Privacy Officer, Palliative Care Australia Limited, PO Box 124 Fyshwick, ACT 2609, Australia</p><p><b>E:</b> privacy@palliativecare.org.au</p><p><b>T:</b> +61 2 6232 0700</p><p>If you are unhappy with our response to your complaint, you have the right to make a complaint to the Office of the Australian Information Commissioner (OAIC). Details of how to contact the OAIC are provided on its website at <a href=\"http://www.oaic.gov.au/\">www.oaic.gov.au</a>.</p><p></p><p><b>General</b></p><p>We may modify or amend the provisions of this Privacy Policy from time to time. We will take reasonable steps to bring any such modifications or amendments to your attention.</p><p>You can find more information about privacy and the protection of your Personal Information on the website of the OAIC at <a href=\"http://www.oaic.gov.au/\">www.oaic.gov.au</a>.</p><p>We use Google Analytics to analyse the audience statistics of our website to improve our content <a href=\"http://www.google.com/intl/en/policies/privacy/\">Click here for Google’s Privacy Policy</a>.</p>","featured_image_full":null,"featured_image_1200":null,"featured_image_600":null,"read_more_url":""}],"speech_constants":{"speech_constants":[{"id":1,"sort_order":0,"text":"How important is","key":"how_important","audio_url":"https://cc-api.techequipt.com.au/media/polly_media/polly_2018-09-25_224007.4469380000.mp3","setting":1}]},"art_gallery":[{"title":"Art Gallery","body":"<p>Canberra artist Les Makai, began his art career at the age of 41 having never picked up a paintbrush. He’d always been too busy to pursue this interest, until he was diagnosed with Posterior Cortical Atrophy, a form of dementia. Les finds art therapeutic and derives great pleasure from knowing that his artworks bring joy to others.</p><p>Palliative Care Australia commissioned Les to design artworks to feature in the Care Compass resources. Les aimed to include images that people could easily identify with and recognised throughout their lives. Les has used high contrast and bold outlines that he finds easy to see and hopes that other people living with dementia have the same experience. The artworks reflect Les’s unique style, realistic iconic images using an abstract style.</p><p></p><p></p><img alt=\"Art gallery image 1\" class=\"richtext-image full-width\" height=\"1080\" src=\"https://cc-api.techequipt.com.au/media/images/Palliative_care_1_ku6HyJ8.width-800.jpg\" width=\"800\"><p></p><p></p><img alt=\"Art gallery image 2\" class=\"richtext-image full-width\" height=\"1089\" src=\"https://cc-api.techequipt.com.au/media/images/Palliative_care_2.width-800.jpg\" width=\"800\"><p></p><p></p><img alt=\"Art gallery image 3\" class=\"richtext-image full-width\" height=\"1089\" src=\"https://cc-api.techequipt.com.au/media/images/Palliative_care_3.width-800.jpg\" width=\"800\"><p></p><p></p><img alt=\"Art gallery image 4\" class=\"richtext-image full-width\" height=\"1092\" src=\"https://cc-api.techequipt.com.au/media/images/Palliative_care_4.width-800.jpg\" width=\"800\"><p></p><p></p><img alt=\"Art gallery image 5\" class=\"richtext-image full-width\" height=\"1085\" src=\"https://cc-api.techequipt.com.au/media/images/Palliative_care_5.width-800.jpg\" width=\"800\"><p></p>","featured_image_full":null,"featured_image_1200":null,"featured_image_600":null,"read_more_url":""}]}